Dlubal.DynamPro.DynamDetails
DynamDetails

Dlubal.DynamPro.DynamDetails.ConversionType
Mass conversion type

Dlubal.DynamPro.DynamDetails.GravityAcceleration
OBSOLETE (Acceleration of gravity)

Dlubal.DynamPro.DynamDetails.ActivateEpsilonMin
Activate minimum axial strain for cables and membranes

Dlubal.DynamPro.DynamDetails.EpsilonMin
Minimum axial strain for cables and membranes

Dlubal.DynamPro.DynamDetails.EpsilonMinUsage
Enable equivalent force analysis

Dlubal.DynamPro.DynamDetails.ChangeInstabilityDetection
Change standard instability detection settings

Dlubal.DynamPro.DynamDetails.InstabilityTolerance
Tolerance for detection of instability

Dlubal.DynamPro.DynamDetails.MaxEquivalentLoadsForGraphics
Maximum number of generated equivalent loads to be visible in graphics

Dlubal.DynamPro.DynamDetails.MaxEquivalentLoads
Maximum number of generated equivalent loads